/* Download  */

"Max. Download Size:" = "最大下载大小：";
"Max. Connections:" = "最大连接：";
"General:" = "通用：";
"Clear cache on quit" = "退出时清除缓存";
"Cache downloaded pages" = "缓存已下载页面";
"Exclude Domains:" = "排除域名：";
"Exclude Links:" = "排除链接：";
"Ignore instructions for robots" = "为机器人忽略说明";
"Cache Directory:" = "缓存目录:";

"Snapshot Creation:" = "创建预览：";
"Immediately" = "立即";
"On demand" = "急需的";
"Directly" = "直接（更高质量）";
"DEVONtechnologies.com" = "通过 DEVONtechnologies.com（更快）";
"DEVONtechnologies.com is only used to generate thumbnails for external web pages and therefore only URLs, e.g. of similar web pages, are submitted." = "DEVONtechnologies.com 仅用于为外部网页生成缩略图，因此只能使用网址，比如说已提交的类似网页。";

/* Interface */

"Interface:" = "界面：";
"Alternating row colors in views" = "在视图中隔行换色";
"Startup:" = "启动：";
"Open new query" = "打开新的查询";
"Open new browser" = "打开新的浏览器";
"Open browsers that were open on quit" = "退出时打开浏览器";
"Do nothing" = "什么都不做";
"Source Font:" = "来源字体：";
"Select..." = "选择 ...";
"Reset" = "重置";
"Text Font:" = "文本字体：";
"Highlight occurences in HTML pages" = "突出显示HTML页面中的事件";
"Floating simplified search panel" = "浮动简化的搜索面板";
"Automatically zoom search panel" = "自动缩放搜索面板";
"Digest" = "摘要";
"Results" = "结果";
"Settings" = "设置";
"Log" = "日志";
"Search Panel:" = "搜索面板：";
"Download Directory:" = "保存已下载文件至：";
"Start Page:" = "主页：";
"Alerts:" = "警告：";

/* Email */

"Email Font:" = "邮件字体：";
"Send styled emails" = "发送带样式的电子邮件";
"Apple Mail" = "Apple 邮件";
"Server:" = "服务器名称：";
"SMTP Server" = "SMTP 服务器";
"Send Email:" = "发送邮件：";
"Use default ports (25, 465, 587)" = "使用默认端口（587）";
"Use custom port:" = "使用自定义端口：";
"Use Secure Sockets Layer (SSL)" = "使用安全套接字层（SSL）";

/* Tabs */

"Always show tab bar" = "始终显示标签页栏";
"Select new tabs as they are created" = "创建新标签页时默认选中";
"Enable Tabbed Browsing" = "启用标签页式浏览";
"Opens a link in a new tab and selects it." = "在新标签页中打开链接并选中。";
"Opens a link in a new window behind the current one." = "在当前窗口后面使用新窗口打开链接。";
"Opens a link in a new window and selects it." = "在新窗口中打开链接并选中。";
"Opens a link in a new tab." = "在新标签页中打开链接。";
"⌘–click:" = "⌘–点击：";
"⌘–Shift-click:" = "⌘–Shift-点击：";
"⌘–Option-click:" = "⌘–Option-click:";
"⌘–Option-Shift-click:" = "⌘–Option-Shift-点击：";
"in a new window" = "在新窗口中";
"in the current window" = "在当前窗口中";
"Open links from applications:" = "打开应用程序的链接：";

/* Bookmarks */

"Bookmarks for menu bar and drawer" = "菜单栏和抽屉的书签";
"Safari" = "Safari";
"OmniWeb" = "OmniWeb";
"Camino" = "Camino";
"Firefox" = "Firefox";
"Bookmarks:" = "书签：";
"Bookmarks menu:" = "书签菜单：";
"Bookmarks bar:" = "书签栏：";
"Include Bonjour" = "包含 Bonjour";
"Include DEVONthink" = "包含 DEVONthink";
"Include Workspaces" = "包含工作区";

/* General */

"Open contents after using \"New with clipboard\"" = "在使用“使用剪贴板内容新建”后打开内容";
"Interface:" = "界面：";
"Alternating row colors in views" = "在视图中隔行换色";
"Startup:" = "启动：";
"Open new window" = "打开新窗口";
"Open windows that were open on quit" = "退出时打开窗口";
"Do nothing" = "什么都不做";
"List Views Font:" = "列表视图字体：";
"Column View Font:" = "多列视图字体：";
"Hide \"Groups\" panel when inactive" = "不活动时隐藏“分组和标签”面板";
"Display number of items inside groups" = "显示分组内条目的数量";
"Highlight Internet links in views" = "在视图中突出显示互联网链接";
"Keep groups on top when sorting by name" = "按名称排序时将分组保持在顶部";
"Always open groups in a new window" = "双击在新窗口中打开分组";
"Always open groups and documents in a new window" = "双击在新窗口中打开分组和文档";
"Always open documents externally" = "双击打开外部文档";
"Default Database:" = "默认数据库：";
"Retain view" = "记住视图";
"Appearance:" = "外观：";
"Colorize instances in views" = "用颜色标记副本和替身";
"Classic (Mac OS)" = "经典（Mac OS）";
"Modern (Mac OS X)" = "现代（Mac OS X）";
"Dots (Mavericks)" = "圆点（macOS）";
"Enable tabbed browsing" = "启用标签页式浏览";
"Stricter recognition of duplicates" = "更严格的副本识别";
"Show filename extensions" = "显示文件扩展名";
"List View Text Size:" = "列表视图字号：";
"Column View Text Size:" = "多列视图字号：";
"View Text Size:" = "视图字号：";
"Sidebar Text Size:" = "侧边栏字号：";
"Automatically expand sidebar" = "自动展开侧边栏";
"Show features of higher editions" = "显示更高版本的功能";

/* Editing */

"General:" = "通用：";
"Check spelling as you type" = "在输入时检查拼写";
"Display PDF attachments of rich texts" = "以富文本方式显示 PDF 附件";
"Smart quotes" = "智能引用";
"Smart Copy/Paste" = "智能拷贝/粘贴";
"Data Detectors" = "数据探测器";
"Rich Text Font:" = "富文本＆笔记字体：";
"Plain Text Font:" = "纯文本字体：";
"Ruler Units:" = "标尺单位：";
"Centimeters" = "厘米";
"Inches" = "英寸";
"Points" = "点";
"Picas" = "派卡";
"WikiLinks:" = "维基链接：";
"Automatic" = "自动";
"Template:" = "模版：";
"Summarization:" = "概述：";
"Based on sentences" = "根据句子";
"Based on paragraphs" = "根据段落";
"Full Screen:" = "全屏：";
"Open new documents in separate windows" = "在单独窗口中打开新文档";
"Don't link to groups" = "不要链接到分组";
"MashedWords and Aliases" = "别名与MashedWords（首字母大写的连续单词）";
"MashedWords" = "MashedWords（首字母大写的连续单词）";
"Double Square Brackets" = "方括号 [[...]]";
"Names and Aliases" = "名称与别名";
"Background:" = "背景：";
"Text:" = "文字：";
"Width:" = "宽度：";
"Text Replacement" = "文本呈现";
"Check grammar with spelling" = "拼写时检查语法";
"Correct spelling automatically" = "自动纠正拼写";
"Smart dashes" = "智能连字符";
"Smart links" = "智能链接";
"Author:" = "作者：";
"Case insensitive linking" = "不区分大小写的链接";
"All items" = "所有条目";
"Only documents" = "只文档";
"Only groups" = "只分组";

/* Import */

"Files:" = "文件：";
"Plain text documents" = "纯文本文档";
"Rich text documents" = "富文本文档";
"Markup languages (HTML, XML) & Web Archives" = "标记语言（HTML，XML）和 Web 存档";
"PDF & PostScript documents" = "PDF & PostScript 文档";
"Images" = "图片";
"QuickTime movies & sounds" = "QuickTime 影片 & 声音";
"Internet locations & links" = "互联网地址 & 链接";
"AppleScripts" = "AppleScripts";
"Titles:" = "标题：";
"Filename with extension" = "带扩展名的文件名";
"Filename without extension" = "不带扩展名的文件名";
"Localized display name" = "本地的显示名称";
"Unknown file types" = "其他文件类型";
"Ignore rich text commands" = "忽略富文本命令";
"Encoding:" = "编码：";
"iChat & Yahoo! Messenger logs" = "iChat & Yahoo! Messenger 日志";
"New notes:" = "新笔记：";
"In top or current group" = "在顶层或当前分组中";
"Select (and display) automatically" = "自动选择（并显示）";
"Tables & Sheets (TSV, CSV, BiBTeX, ...)" = "表格 & 工作簿 (TSV, CSV, BiBTeX, ...)";
"Classify automatically" = "自动归类";
"Use global inbox" = "全局收件箱";
"Use local inbox" = "当前数据库的收件箱";
"Use inbox" = "数据库的收件箱";
"Select group" = "选择分组";
"Destination:" = "目标：";
"For data coming in from bookmarklets, DEVONagent, feeds, scripts, and services" = "对于来自bookmarklets、DEVONagent Pro、RSS订阅、脚本、服务以及拖放到 Dock 图标的数据。";
"For data coming in from bookmarklets, DEVONagent and services" = "对于来自bookmarklets、DEVONagent Pro、服务以及拖放到Dock图标的数据。";
"Convert to Tags:" = "转换为标签：";
"Tags:" = "标签：";
"Convert Keywords to Tags" = "将关键字转换为标签";
"Convert Properties to Tags" = "将属性转换为标签";
"Convert Geolocation to Tags" = "将地理位置转换为标签";
"Convert Hashtags to Tags" = "将#主题标记转换为标签";
"Add Tags to Images" = "为图片添加标签";
"Scan Barcodes" = "扫描条形码";
"Nothing" = "没有";
"Keywords" = "关键字";
"Properties" = "属性";
"Geolocation" = "地理位置";

/* Media */

"Play:" = "播放：";
"Automatically" = "自动";
"Loop" = "循环";
"Background Color:" = "背景颜色：";
"Create thumbnails" = "创建缩略图";
"Movies:" = "影片：";
"Images:" = "图片：";
"PDF & PS documents:" = "PDF & PS 文档：";
"Create Thumbnails:" = "创建缩略图：";
"Web Archives" = "Web 存档";
"Formatted Notes" = "格式化的笔记";
"Bookmarks" = "书签";
"Always from image" = "从实际图片生成";

"Single Page" = "单页";
"Single Page Continuous" = "单页连续";
"Two Pages" = "双页";
"Two Pages Continuous" = "双页连续";

"Actual Size" = "实际尺寸";
"All Pixels" = "全部像素";
"Zoom To Fit" = "缩放以适合";
"Zoom To Width" = "缩放至宽度";

"Display:" = "显示：";
"Markdown:" = "Markdown：";
"Markdown Display:" = "Markdown 显示：";
"Edit documents" = "编辑文档";
"Preview documents" = "预览文档";
"Movies" = "影片";
"Play Movies:" = "播放影片：";
"Image Display:" = "图片显示：";
"PDF Display:" = "PDF 显示：";
"Edit Documents" = "编辑文档";
"Preview Documents" = "编辑文档";
"Sheets:" = "工作簿：";
"Table View" = "表格视图";
"Form View" = "表单视图";
"MathJAX support" = "启用数学公式支持";

/* Backup & Update */

"Backup & Optimize:" = "备份 & 优化：";
"Never" = "从不";
"On startup" = "在启动时";
"Hourly" = "每小时";
"Daily" = "每天";
"Weekly" = "每周";
"Monthly" = "每月";
"External files too" = "外部文件也是";
"Destination:" = "目标：";
"Archiving:" = "存档：";
"backups" = "备份";
"Automatically check for updates
(only when you have a network connection)" = "自动检查更新
（只在有网络连接时）";
"Check for Updates:" = "检查更新：";
"Check Now" = "现在检查";
"Last  Check:" = "上次检查：";
"Backups contain only the meta data storage and search index. Use Time Machine to backup complete databases including internal and external files." = "备份仅包含摘要数据存储和搜索索引。使用 Time Machine 备份包含内部和外部文件的完整数据库。";

/* Web */

"Enable developer extras" = "启用开发者额外功能";
"Enable plugins" = "启用插件";
"Enable Java" = "启用 Java";
"Enable JavaScript" = "启用 JavaScript";
"Display images when the page opens" = "当页面打开时显示图片";
"Standard font:" = "标准字体：";
"Animate images" = "动态图片";
"Loop animation of images" = "循环动态图片";
"Web Content:" = "网页内容：";
"Images:" = "图片：";
"Block pop-up windows" = "阻止弹出窗口";
"Only automatic JavaScript windows" = "仅自动 JavaScript 窗口";
"Fixed-width font:" = "等宽字体：";
"Style Sheet:" = "样式表：";
"Accept Cookies:" = "接受Cookies：";
"Always" = "始终";
"Never" = "从不";
"Only from sites you navigate to" = "仅从您导航到的网站";
"Text Encoding:" = "文本编码：";
"Delete cookies on quit" = "在退出时删除 Cookie";
"Block zooming" = "块缩放";
"Block advertisements" = "阻止广告";
"Zoom text only" = "仅缩放文本";
"Warning: This deletes the cookies of all WebKit applications." = "警告：这会删除所有 WebKit 应用程序的 Cookie。";
"Scale images to fit" = "缩放图片以适应";

/* Webserver */

"Bonjour Name:" = "Bonjour 名称：";
"Port:" = "端口：";
"User:" = "用户名：";
"Password:" = "密码：";
"Domain:" = "Bonjour 域：";
"Stop" = "停止";
"Start" = "开启";
"Launch on startup" = "启动时开启";
"Log..." = "日志 ...";
"Incoming Files:" = "传入文件：";
"Convert to searchable PDF" = "将图片和 PDF 文档转换为可搜索的 PDF";
"Convert incoming files to searchable PDF" = "将传入的图像和PDF文档转换为可搜索的PDF";
"TLS Certificate:" = "TLS证书：";
"Allow insecure connection on port:" = "允许端口上的不安全HTTP连接：";
"Create self-signed certificate" = "创建自签名证书";
"Load P12 file..." = "加载P12文件 ...";
"None" = "无";
"General" = "通用";
"Users" = "用户";
"Info" = "详情";
"Remove selected users" = "移除所选用户";
"Add user" = "添加用户";
"Database" = "数据库";
"Read" = "读取";
"Write" = "写入";
"Organize" = "组织";
"Delete" = "删除";
"Download" = "下载";
"Add" = "添加";
"Enable Permissions" = "启用所有权限";
"Disable Permissions" = "禁用所有权限";
"Visits:" = "访问数：";
"Hits:" = "点击数：";
"Downloads:" = "下载数：";
"Failed Logins:" = "登录失败数：";
"Errors:" = "错误数：";
"Last Login:" = "上次登录：";
"Uploads:" = "上传数：";

/* RSS */

"Check for updates:" = "检查更新：";
"Remove articles:" = "移除文章：";
"Also unread articles" = "还有未读的文章";
"Feed Style Sheet:" = "Feed 样式表：";
"(requires restart of application)" = "（需要重新启动应用程序）";
"Manually" = "手动";
"After opening the database" = "打开数据库后";
"Every 5 Minutes" = "每 5 分钟";
"Every 15 Minutes" = "每 15 分钟";
"Every 30 Minutes" = "每 30 分钟";
"Every hour" = "每小时";
"Every day" = "每天";
"After one day" = "一天后";
"After one week" = "一周后";
"After two weeks" = "两周后";
"After one month" = "一月后";
"After two months" = "俩月后";
"After one year" = "一年后";
"Skip duplicates" = "跳过重复项";
"Lock feeds or news to prevent automatic removal." = "锁定供稿或文章以防自动删除。";
"Add tags" = "将分类转换为标签";
"Add categories & hashtags" = "将分类和#主题标记转换为标签";
"PDF (One Page)" = "PDF（一页）";
"PDF (Paginated)" = "PDF（分页）";
"Formatted Note" = "带格式的笔记";
"Web Archive" = "Web 存档";
"Default" = "默认";
"Feed Format" = "RSS Feed 格式";
"Readability" = "使用整洁的布局";
"Rich Text" = "富文本";

/* Take Note */

"Set a key combination to open the Take Note head-up display." = "设置一个打开“新建笔记快捷窗口”的组合键。";
"Take Note Hotkey:" = "新建笔记快捷键：";

/* Agent/Sphere Express */

"Set a key combination to open the menu." = "设置一个打开菜单的组合键。";
"Hotkey:" = "快捷键：";
"Hotkey" = "快捷键";
"Availability:" = "可用性:";
"Start at login" = "登录时开启";
"Open Results:" = "打开结果：";
"In DEVONagent" = "在 DEVONagent Pro 中";
"In default browser" = "在默认的 Web 浏览器中";
"Show Icons" = "显示图标预览";
"Show icon previews" = "显示图标预览";
"Show additional details" = "显示更多详情";
"Live update" = "自动更新参阅";
"Auto hide attached panel" = "自动隐藏菜单";
"Search:" = "搜索：";
"Agent (Slower & filtered)" = "代理（更慢、经过过滤）";
"Express (Faster & unfiltered)" = "特快（更快、未过滤）";
"Not supported by all search sets and plugins." = "所有搜索集和插件均不支持。";
"Show text summary" = "在菜单中显示文本摘要";
"Folder" = "位置";
"Result" = "类别";
"Automatic order of results" = "自动归类";
"Every week" = "每周";
"Update Index:" = "更新索引：";
"Update Now" = "现在更新";
"Live" = "自动";
"Add location" = "添加位置";
"Remove selected locations" = "移除所选位置";
"Cancel" = "取消";
"Search immediately" = "在输入时搜索";
"Search these locations:" = "搜索这些位置：";
"Prevent DEVONsphere Express from searching these locations:" = "阻止 DEVONsphere Express 搜索这些位置：";
"Keep in front" = "保持在前面";
"Cancel search after opening first result" = "打开结果后取消搜索";

/* Colors */
"Labels" = "标注";
"Labels:" = "标注：";
"Highlighting" = "高亮";

/* Sync */
"Sync Locations" = "位置";
"Databases" = "数据库";
"Synchronize" = "同步";
"Synchronize:" = "同步：";
"Every minute" = "每分钟";
"Every 5 minutes" = "每 5 分钟";
"Every 15 minutes" = "每 15 分钟";
"Every 30 minutes" = "每 30 分钟";
"Advanced..." = "高级选项 …";
"Add Direct Connection…" = "添加网络连接 …";
"Add Dropbox Account…" = "添加 Dropbox 同步存储 …";
"Add WebDAV Server…" = "添加 WebDAV 服务器 …";
"Add SFTP Server…" = "添加 SFTP 服务器 …";
"Add Local Sync Store..." = "添加本地同步存储 …";
"Remove Location" = "移除位置";
"Clean Location…" = "清理位置 …";
"Verify Location" = "验证位置";
"Reveal in Finder" = "在 Finder 中显示";
"Add sync location" = "添加位置";
"Remove selected sync locations" = "移除所选位置";
"Import database" = "导入数据库";
"Refresh databases" = "刷新数据库列表";
"Import Database…" = "导入数据库 …";
"Clean Database…" = "清理数据库 …";
"Verify Database" = "验证数据库";
"Refresh Databases" = "刷新列表";
"Show Info" = "显示简介";
"Show database info" = "显示数据库简介";
"Show location info" = "显示位置简介";
"Use latest document" = "使用最新的文档";
"Duplicate documents" = "复制文档";
"Conflicts:" = "冲突：";
"Add iCloud Drive Sync Store..." = "添加 iCloud Drive 同步存储 …";
"Add iCloud Sync Store..." = "添加 iCloud Sync 存储…";
"Synchronize database" = "同步数据库";
"Synchronize Database" = "同步数据库";
"Bonjour Options..." = "Bonjour 选项 …";
"Add CloudMe Account…" = "添加 CloudMe 同步存储 …";
"Add Box.com Account…" = "添加 Box 同步存储…";
"Add MagentaCLOUD Account…" = "添加 MagentaCLOUD 同步存储 …";
"Verify Location Quickly" = "快速验证位置";
"Verify Database Quickly" = "快速验证数据库";
"Verify Location Thoroughly" = "彻底验证位置";
"Verify Database Thoroughly" = "彻底验证数据库";
"On Quit" = "退出或关闭时";

/* Metadata */
"Metadata" = "摘要数据";
"Custom Metadata" = "自定义摘要数据";
"Add metadata" = "添加摘要数据";
"Remove metadata" = "移除摘要数据";
"bool" = "布尔";
"int" = "整数";
"real" = "十进制数字";
"string" = "单行文本";
"uuid" = "识别码";
"text" = "多行文本";
"richtext" = "富文本";
"url" = "URL";
"crosslink" = "条目链接";
"set" = "合集";
"number" = "数字";
"percent" = "百分比";
"currency" = "货币";
"countries" = "国家";
"languages" = "语言";
"date" = "日期";
"dateandtime" = "日期 & 时间";
"Type:" = "类型：";
"Format:" = "格式：";
"Identifier:" = "标识符：";
"Values:" = "值：";
"Add value" = "添加值";
"Remove value" = "移除值";
"The identifier is necessary for AppleScript and synchronizing and can't be modified." = "该标识符对于 AppleScript 和同步是必需的，并且之后不能修改。";
"Symbol" = "符号";
"Columns" = "列";
"OK" = "好的";
"Cancel" = "取消";
"Add column" = "添加列";
"Remove column" = "移除列";
